[
  {
    "title":"Derrame de petróleo",
    "description":"Un barco de una empresa de transporte de petróleo se accidentó cerca de la costa de Necochea y derramó 1 toneladas de crudo. El gobierno Nacional intimó a la empresa a limpiar el desastre y ésta utilizará un nuevo sistema de limpieza que utiliza drones asistidos por imagen satelital en tiempo real. Los robots tienen una autonomía de 2 horas y en ese lapso de tiempo cada drone alcanza a limpiar 10 kilogramos de crudo. Luego de realizar la limpieza, cada drone debe volver a tierra a recargarse. El procedimiento de limpieza es el siguiente: los drones salen de tierra hasta el derrame en el océano; durante 2 horas se encargan de mover, en 2 viajes, los 10 kilos de petróleo a un barco que se encuentra cerca del derrame. Para poder succionar el petróleo, los drones deben permanecer a 1 metro de distancia y tardan 1 hora. Para la descarga deben estacionar, tardando 30 minutos en realizarla. Luego de los 10 viajes, el robot debe estar 2 horas recargándose en tierra. La empresa dispone de 200 drones, por lo que cada uno de ellos debe remover 20 kilogramos de crudo."
  },
  {
    "title":"Terremoto en Mendoza",
    "description":"Ha ocurrido un terremoto en una gran ciudad de la provincia de Mendoza, dejando centenares de personas atrapadas en un lugar inaccesible para un rescate normal. El gobierno provincial contrató a una empresa dedicada al rescate en lugares inaccesibles mediante la utilización de drones guiados por drones situados a una gran altitud. De este modo, se provee una visión general de la situación y se guía al resto de los drones para el rescate. La empresa cuenta con 100 drones capaces de transportar a 1 persona cada uno. Se estima que la cantidad de personas atrapadas es 200, por lo que cada drone deberá realizar 2 viajes. Por otro lado, la autonomía de cada uno alcanza para rescatar 1 persona, y el tiempo de recarga en la base es de 2 horas. Además, es necesario que los drones en cada viaje dejen suministros para aquellos que no van a ser rescatados. En el primer viaje los drones deben llevar agua, y en el segundo viaje comida, para realizar esto, cada drone tarda 30 minutos en realizar la carga de agua sin estacionar, a una altura de 2 metros, y 30 minutos estacionando en el caso de la comida. El tiempo que tarda en cargar una persona es de 30 minutos y lo realiza a una altura de 1 metro."
  },
  {
    "title":"SheepTracking soluciones ganaderas",
    "description":"La empresa SheepTracking es una empresa dedicada a aplicar tecnología de vanguardia en el ámbito ganadero. Esta empresa ideó un sistema de seguimiento mediante la implantación de un identificador subcutáneo en animales de granja. Para automatizar la implantación del identificador, utiliza drones autónomos guiados por otro drone ubicado a gran altitud de modo de obtener e identificar objetivos de interés. Como este sistema es nuevo, utilizará a un cliente para probarlo. Este cliente dispone de 100 vacas y 50 chanchos y desea realizar un seguimiento de todos ellos. Un drone puede marcar 100 animales y coloca 10 implantes por minuto. Una vez marcados 100 animales, debe recargar los implantes en la base y para esto debe estacionar durante 10 minutos."
  },
  {
    "title":"Investigación en navegación",
    "description":"Como proyecto de investigación en la universidad se están desarrollando distintos algoritmos de control para el manejo de cuadricópteros. Para evaluar cada uno de estos algoritmos se diseñó un circuito de prueba asistido por una cámara suspendida a 3 metros de altura que guíe al robot. Este circuito cuenta con las siguientes características: son 4 parches en el suelo, y cada uno de ellos representa una altura determinada. El parche A, representa una altura de 50 centímetros y un tiempo de sobrevuelo de 2 segundos. El parche B representa una altura de 1 metro, y un tiempo de sobrevuelo de 4 segundos. El parche C representa una altura de 75 centímetros y un tiempo de sobrevuelo de 6 segundos. Por último el parche D, representa una altura de 1.5 metros y un tiempo de sobrevuelo de 8 segundos. Una vez finalizado ese circuito, el robot debe volver al parche A y estacionar allí. El robot debe partir del centro de la figura. Los parches están dispuestos en las esquinas de un cuadrado."
  }
]